let ver_item ={
  "リング６だん": {
    "バズリウムドリーム": [
      "プリンセスバズリウムハートピンク",
      "プリンセスバズリウムムーンブルー"
    ],
    "プレミアムリングシリーズ": [
      "ゆうじょうさくらツイン　ひまり",
      "ゆうじょうさくらツイン　みつき"
    ],
    "リング6だん後半": [
      "プリンセスバズリウムシークレットフレンズ∞",
      "プリンセスバズリウムパープル",
      "バレンタインクッキークールホワイトブルー",
      "バレンタインクッキーラブリーホワイトピンク",
      "ゆうじょうのクリスタルラベンダー",
      "もりのフラワーショップオレンジ",
      "おとぎばなししらゆきひめレッド",
      "にゃんにゃんロリータレッド",
      "ダークウィッシュメロディホワイト"
    ],
    "リング６だん前半": [
      "プリンセスアイプリバズリウム",
      "ゆうじょうのクリスタルスカイブルー",
      "バレンタインクッキークール",
      "バレンタインクッキーラブリー",
      "おとぎばなしワンダーランドレッド",
      "プリうさおでかけイエロー",
      "わんわんロリータグリーン",
      "ロマンスルージュレッド",
      "ギフトリボンパープル"
    ],
    "つむぎ＆リングイチオシひろば": [
      "フラワーバズリウムカンパニュラブルー",
      "フラワーバズリウムクローバーレッド",
      "カラフルシャインレモンイエロー",
      "フラワーマーチプリンセスバズリウムミルキーパープル",
      "フラワーバズリウムカンパニュラ",
      "フラワーバズリウムクローバー",
      "カラフルシャインイエロー",
      "カラフルシャインパープル"
    ],
    "ワッチャプリマジ！": [
      "ステンドグラス",
      "ミラクルベア",
      "ホーリィモノクロームブラック",
      "ホーリィモノクロームホワイト",
      "ハートフェザー"
    ],
    "僕のヒーローアカデミアコラボ": [
      "ゆうえいこうこう　じょしせいふく",
      "ゆうえいこうこう　だんしせいふく",
      "ゆうえいこうこう　たいそうふく"
    ],
    "超ときめき♡宣伝部コラボ": [
      "シンデレラのラララ あきちゃん コーデ",
      "シンデレラのラララ ひよりん コーデ"
    ],
    "ファイナルアイプリコンテスト": [
      "エターナルアイプリ"
    ],
    "★★★★": [
      "フィーバーデビルピンク",
      "フィーバーエンジェルブルー",
      "わいるど☆スタークールネイビー",
      "わいるど☆スターおとめピンク",
      "カラフルシャインミルキーピンク",
      "カラフルシャインミルキーブルー",
      "スクールメイツクールレッド",
      "スクールメイツラブリーパープル",
      "フレンドスターグランプリイエロー",
      "フレンドスターグランプリパープル"
    ],
    "★★★": [
      "アイプリバースポッピンハートプリンセス",
      "アイプリバースミラクルムーンプリンセス",
      "バレンタインレターレッド",
      "アイスクリームソーダ",
      "うらないしホワイト",
      "ロッキンスターピンク"
    ],
    "まんかいバズリウムひろば": [
      "ジュエルバズリウムダイヤ",
      "ジュエルバズリウムアクアマリン",
      "スペースバズリウムギャラクシー",
      "スペースバズリウムプラネット",
      "アニマルバズリウムプードルイエロー",
      "アニマルバズリウムパンサー",
      "アニマルバズリウムタイガー",
      "フラワーバズリウムカンパニュラ",
      "フラワーバズリウムクローバー",
      "メロディバズリウムアンサンブルレッド",
      "メロディバズリウムアンサンブルブルー",
      "メロディバズリウムアンサンブルグリーン",
      "メロディバズリウムアンサンブルオレンジ"
    ],
    "ショップ ワッチャプリマジ！": [
      "フレアエレメンツ",
      "アクアエレメンツ",
      "フラッシュエレメンツ",
      "ラブエレメンツ",
      "ダークネスエレメンツ",
      "ブライトネスエレメンツ",
      "サンシャインエレメンツ"
    ],
    "ショップ はるやすみキャンペーン": [
      "シークレットフレンズ∞バズリウムピュアホワイト"
    ],
    "ショップタイトーステーションキャンペーン": [
      "フラワーガーデンパープル"
    ]
  }
}